[{"titulo": "Las huellas de verano", "contenido": "En un soleado día de verano, Barby y su familia llegaron a la playa con entusiasmo. El suave sonido de las olas y la brisa del mar los recibieron cálidamente.\n\nBarby disfrutó construyendo castillos de arena y corriendo por la orilla con su perro, Max. Juntos dejaron huellas en la arena, símbolo de su inolvidable día de playa.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-1-las-huellas-de-verano.html"}, {"titulo": "El tesoro bajo el sol", "contenido": "Barby adoraba explorar la playa en busca de tesoros marinos. Un día, descubrió una concha brillante y misteriosa. Cuando la levantó, una luz mágica se desprendió de ella.\n\nGuiada por la luz, encontró un cofre enterrado en la arena. Era un tesoro perdido, lleno de tesoros maravillosos que guardarían su recuerdo eternamente.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-1-el-tesoro-bajo-el-sol.html"}, {"titulo": "El rescate del callejero", "contenido": "Un pequeño perro callejero, Max, estaba solo y asustado. Un grupo de niños lo encontró y decidió ayudarlo. Lo llevaron a un refugio, donde Max encontró una familia amorosa. Ahora, disfruta de su vida con juegos y cariño, agradecido por el rescate que cambió su destino.", "categoria": "2", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-2-el-rescate-del-callejero.html"}, {"titulo": "El lazo inquebrantable", "contenido": "Luna y Lucas eran inseparables. Su amistad comenzó cuando eran cachorros en el parque. A lo largo de los años, enfrentaron desafíos juntos y compartieron momentos de alegría. Su lazo inquebrantable les recordó que los perros también son amigos fieles para siempre.", "categoria": "2", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-2-el-lazo-inquebrantable.html"}]