[{"titulo": "Las huellas de verano", "contenido": "En un soleado día de verano, Barby y su familia llegaron a la playa con entusiasmo. El suave sonido de las olas y la brisa del mar los recibieron cálidamente.\n\nBarby disfrutó construyendo castillos de arena y corriendo por la orilla con su perro, Max. Juntos dejaron huellas en la arena, símbolo de su inolvidable día de playa.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-1-las-huellas-de-verano.html"}, {"titulo": "El tesoro bajo el sol", "contenido": "Barby adoraba explorar la playa en busca de tesoros marinos. Un día, descubrió una concha brillante y misteriosa. Cuando la levantó, una luz mágica se desprendió de ella.\n\nGuiada por la luz, encontró un cofre enterrado en la arena. Era un tesoro perdido, lleno de tesoros maravillosos que guardarían su recuerdo eternamente.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-1-el-tesoro-bajo-el-sol.html"}, {"titulo": "El rescate del callejero", "contenido": "Un pequeño perro callejero, Max, estaba solo y asustado. Un grupo de niños lo encontró y decidió ayudarlo. Lo llevaron a un refugio, donde Max encontró una familia amorosa. Ahora, disfruta de su vida con juegos y cariño, agradecido por el rescate que cambió su destino.", "categoria": "2", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-2-el-rescate-del-callejero.html"}, {"titulo": "El lazo inquebrantable", "contenido": "Luna y Lucas eran inseparables. Su amistad comenzó cuando eran cachorros en el parque. A lo largo de los años, enfrentaron desafíos juntos y compartieron momentos de alegría. Su lazo inquebrantable les recordó que los perros también son amigos fieles para siempre.", "categoria": "2", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-2-el-lazo-inquebrantable.html"}, {"titulo": "El héroe de cuatro patas", "contenido": "En un incendio, Rex demostró su valentía. Corrió entre las llamas para rescatar a un gatito atrapado. Aunque sufrió algunas quemaduras, el gatito estaba a salvo. Rex fue aclamado como el héroe de cuatro patas que arriesgó todo por otro ser.", "categoria": "3", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-3-el-héroe-de-cuatro-patas.html"}, {"titulo": "La terapia del amor perruno", "contenido": "En el asilo, los residentes esperaban ansiosos la visita semanal de Pippa, una perrita terapéutica. Su presencia alegre y cariñosa iluminaba las habitaciones. Los abrazos y lamidos llenaban los corazones con alegría. Pippa recordaba que el amor perruno podía sanar cualquier soledad.", "categoria": "3", "imagen": "https://i.ibb.co/g98tL4Y/cachorro-pomsky-103.webp", "enlace_noticia": "https://yamarka.github.io/yamarka.github.io/todaslasnoticias/noticia-3-la-terapia-del-amor-perruno.html"}, {"titulo": "El gol imposible", "contenido": "En el último minuto del partido, el balón llegó a los pies de Diego. Con habilidad y precisión, ejecutó un tiro al arco desde la mitad de la cancha. El estadio quedó en silencio mientras el balón volaba hacia la portería. ¡Gol! Un momento épico que quedó en la memoria futbolística para siempre.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-1-el-gol-imposible.html"}, {"titulo": "El renacer del equipo", "contenido": "El equipo luchaba contra la adversidad. Tras una mala racha, parecían desanimados. Pero en el vestuario, el capitán, Carlos, dio un emotivo discurso que avivó la llama del espíritu competitivo.\n\nEn el siguiente partido, el equipo brilló con pasión y determinación, ganando con un juego espectacular. Era el renacer del equipo, unidos y más fuertes que nunca.", "categoria": "1", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-1-el-renacer-del-equipo.html"}, {"titulo": "El talento oculto", "contenido": "Nico, un niño apasionado por el fútbol, soñaba con jugar en el equipo local. Sin embargo, era desafiado por su timidez. Un día, en un partido casual, demostró su habilidad sorprendente con el balón. Desde entonces, Nico se unió al equipo, mostrando su talento oculto y conquistando la cancha.", "categoria": "2", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-2-el-talento-oculto.html"}, {"titulo": "La liga de amigos", "contenido": "Un grupo de amigos creó su liga de fútbol amateur. Cada fin de semana, competían en partidos llenos de emoción y diversión. Las risas y el compañerismo eran el alma de su liga. No importaba el resultado; para ellos, ganar era disfrutar del deporte que amaban junto a sus amigos.", "categoria": "2", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-2-la-liga-de-amigos.html"}, {"titulo": "El sueño de la copa", "contenido": "Desde niños, Lucas y Martina soñaban con ganar la copa del campeonato. Cada día, entrenaban incansablemente, superando obstáculos y desafíos. Llegó el día de la final y el estadio estaba lleno de expectativas. Con coraje y talento, el equipo de Lucas y Martina levantó la copa, cumpliendo su anhelado sueño.", "categoria": "3", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-3-el-sueño-de-la-copa.html"}, {"titulo": "El gol del siglo", "contenido": "En el partido más importante de la historia, el balón llegó a los pies de Juan. Con maestría y destreza, eludió a todos los rivales y anotó el gol del siglo. El estadio estalló en un grito ensordecedor de emoción. Ese gol quedó grabado en la memoria de todos, eternizando su grandeza.", "categoria": "3", "imagen": "https://i.ibb.co/pQb2ctD/107435678-perro1.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-3-el-gol-del-siglo.html"}, {"titulo": "El ídolo inspirador", "contenido": "Carlos idolatraba a Messi. Inspirado por su talento, entrenaba día y noche. Un día, con el balón en sus pies, replicó un gol de Messi. Fue el comienzo de su propio camino hacia la grandeza futbolística.", "categoria": "1", "imagen": "https://i.ibb.co/rmfkyKW/Leo-Messi20092010-pic-fcb-arsenal62.jpg", "enlace_noticia": "https://yamarka.github.io/todaslasnoticias/noticia-1-el-ídolo-inspirador.html"}]